/* ===== Generic ===== */

/* Generic Cancel button title, used in SKConversation NSErrorFromPREMIUM_VIDEO_STATUS */
"BUTTONTITLE_CANCEL" = "キャンセル";

/* ===== SkyLib Properties ===== */

/* List item title for user's home phone number. */
"CONTACT_PHONE_HOME" = "自宅";

/* List item title for user's office phone number */
"CONTACT_PHONE_OFFICE" = "会社";

/* List item title for user's mobile phone number. */
"CONTACT_PHONE_MOBILE" = "携帯";

/* List item title for user's (possible) other phone number(s). */
"CONTACT_PHONE_OTHER" = "その他";

/* Format to use to wrap guest contact displays */
"CONTACT_GUEST_FORMAT" = "%@ (ゲスト)";

/* All known contacts group title */
"CONTACT_GROUP_ALL_KNOWN_CONTACTS" = "すべての既知の連絡先";

/* All buddies group title */
"CONTACT_GROUP_ALL_BUDDIES" = "すべての連絡先";

/* Skype group title */
"CONTACT_GROUP_SKYPE_BUDDIES" = "Skypeコンタクト";

/* SkypeOut group title */
"CONTACT_GROUP_SKYPEOUT_BUDDIES" = "保存した電話番号";

/* Online buddies group title */
"CONTACT_GROUP_ONLINE_BUDDIES" = "オンラインの連絡先";

/* Unknown or pending auth group title */
"CONTACT_GROUP_UNKNOWN_OR_PENDINGAUTH_BUDDIES" = "リクエスト送信済";

/* Recently contacted group title */
"CONTACT_GROUP_RECENTLY_CONTACTED_CONTACTS" = "最近連絡した連絡先";

/* Contacts waiting my auth group title */
"CONTACT_GROUP_CONTACTS_WAITING_MY_AUTHORIZATION" = "リクエスト受信済";

/* Authorized by me group title */
"CONTACT_GROUP_CONTACTS_AUTHORIZED_BY_ME" = "リクエスト承認済";

/* Blocked group title */
"CONTACT_GROUP_CONTACTS_BLOCKED_BY_ME" = "ブロックした連絡先";

/* Ungrouped contacts group title */
"CONTACT_GROUP_UNGROUPED_BUDDIES" = "グループに属さない連絡先";

/* Windows Live ID contacts group title */
"CONTACT_GROUP_PASSPORT_CONTACTS" = "Messenger";

/* Suggested contacts group title */
"CONTACT_GROUP_SCD_CONTACTS" = "おすすめの連絡先";

/* New group default title */
"CONTACT_GROUP_NEW_GROUP" = "名称未設定のリスト";

/* Default message sent to contacts from whom we are requesting authorization */
"CONTACT_AUTH_REQUEST_DEFAULT_MESSAGE" = "ログイン状態を通知してください";

/*  */
"ECHO123_CONTACT_FULLNAME" = "Skypeテスト通話";

/*  */
"ECHO123_CONTACT_LANGUAGES" = "ja";

/*  */
"ECHO123_CONTACT_HOMEPAGE" = "www.skype.com/go/help";

/* Automatic sound test service mood message. */
"ECHO123_CONTACT_ABOUT" = "Skypeテスト通話ロボットです。連絡先に追加して通話すると、音声設定を確認できます。詳しくは、 http://www.skype.com/go/help をご覧ください。";

/*  */
"ECHO123_CONTACT_MOOD_TEXT" = "音声テストはこちらへかけてみてください";


/* UNPLACED call status used when a call is initialized, but not connected to the network yet. */
"CALL_STATUS_UNPLACED" = "通話中";

/* ROUTING call status used when a call is being routed by the network but not ringing yet. */
"CALL_STATUS_ROUTING" = "通話中";

/* CANCELLED call status indicating that the outgoing call was cancelled by the user. */
"CALL_STATUS_CANCELLED" = "通話がキャンセルされました";

/* FAILED call status used when the call failed. */
"CALL_STATUS_FAILED" = "通話失敗";

/* RINGING_OUT call status used when a call is ringing for the remote party. */
"CALL_STATUS_RINGING_OUT" = "呼び出し中";

/* RINGING_IN call status used when a call is ringing locally. */
"CALL_STATUS_RINGING_IN" = "呼出中";

/* LOCALHOLD call status indicating that the user put the call on hold. */
"CALL_STATUS_LOCALHOLD" = "通話保留";

/* REMOTEHOLD call status indicating that the call is on hold by the remote party. */
"CALL_STATUS_REMOTEHOLD" = "相手が通話保留中です";

/* FINISHED call status indicating that the call was finished. */
"CALL_STATUS_FINISHED" = "完了";

/* MISSED call status indicating that the incoming call was finished before it got answered. */
"CALL_STATUS_MISSED" = "不在着信";

/* REFUSED call status indicating that the remote party declined the call. */
"CALL_STATUS_REFUSED" = "拒否";

/* BUSY call status indicating that the remote party was already in a call. */
"CALL_STATUS_BUSY" = "話し中";

/* DROPPED call status indicating that the network connection was lost during the call. */
"CALL_STATUS_DROPPED" = "接続切断";

/* VOICEMAIL call status indicating that the call was diverted to voicemail. */
"CALL_STATUS_VOICEMAIL" = "音声メッセージ";

/* VM_RECORDING call status while recording the voicemail. */
"CALL_STATUS_VM_RECORDING" = "音声メッセージの録音";

/* VM_UPLOADING call status while sending the voicemail. */
"CALL_STATUS_VM_UPLOADING" = "音声メッセージの送信";

/* VM_SENT call status after the voicemail was sent. */
"CALL_STATUS_VM_SENT" = "音声メッセージ送信済";

/* VM_CANCELLED call status when the recording or sending of the voicemail was cancelled. */
"CALL_STATUS_VM_CANCELLED" = "音声メッセージがキャンセルされました";

/* VM_FAILED call status when the recording or sending of the voicemail failed. */
"CALL_STATUS_VM_FAILED" = "音声メッセージ失敗";

/* ===== Wallet Transacation ===== */
/* Title of instrument name in popup button (args: instrument name ["Visa"], number ["****1234"]) */
"WALLET_INSTRUMENT_DISPLAY_NAME_FORMAT" = "%1$@ %2$@";


/* ===== PARTICIPANT_VOICE_STATUS ===== */ 

/* VOICE_CONNECTING status used when a call is being routed by the network but not ringing yet. */
"PARTICIPANT_VOICE_STATUS_CONNECTING" = "接続中";

/* RINGING status when a participant is ringing. */
"PARTICIPANT_VOICE_STATUS_RINGING" = "接続中";

/* EARLY_MEDIA status when a participant is ringing. */
"PARTICIPANT_VOICE_STATUS_EARLY_MEDIA" = "呼び出し中";

/* ON_HOLD status when a participant is held. */
"PARTICIPANT_VOICE_STATUS_ON_HOLD" = "保留中";

/* STOPPED status when a participant has stopped. */
"PARTICIPANT_VOICE_STATUS_STOPPED" = "終了";

/* FACEBOOK calling */
"PARTICIPANT_VOICE_STATUS_CONNECTING_FACEBOOK" = "Facebook (ベータ)で通話";

/* ===== CONVERSATION_LOCAL_LIVESTATUS ===== */ 
"CONVERSATION_LOCAL_LIVESTATUS_STARTING" = "呼出中…";
"CONVERSATION_LOCAL_LIVESTATUS_RINGING_FOR_ME" = "呼び出し中…";
"CONVERSATION_LOCAL_LIVESTATUS_IM_LIVE" = "通話中";
"CONVERSATION_LOCAL_LIVESTATUS_ON_HOLD_LOCALLY" = "保留中";
"CONVERSATION_LOCAL_LIVESTATUS_ON_HOLD_REMOTELY" = "相手が通話保留中です";
"CONVERSATION_LOCAL_LIVESTATUS_OTHERS_ARE_LIVE" = "他の参加者が通話中";
"CONVERSATION_LOCAL_LIVESTATUS_OTHERS_ARE_LIVE_FULL" = "通話の参加者数が上限に達しています";
"CONVERSATION_LOCAL_LIVESTATUS_PLAYING_VOICE_MESSAGE" = "音声メッセージの応答の再生";
"CONVERSATION_LOCAL_LIVESTATUS_RECORDING_VOICE_MESSAGE" = "音声メッセージの録音";
"CONVERSATION_LOCAL_LIVESTATUS_RECENTLY_LIVE" = "最近の通話";
"CONVERSATION_LOCAL_LIVESTATUS_TRANSFERRING" = "この通話を転送中です";


/*  */
"CONVERSATION_POST_FILES_BODY" = "投稿ファイル";

/* CONVERSATION Legacy chat message for older clients */
"CONVERSATION_VIDEOMESSAGE_LEGACY_MESSAGE" = "ビデオメッセージを受信しました。%1にアクセスし、コード「%2」を入力すると、ご覧いただけます";

"CONVERSATION_XMM_LEGACY_MESSAGE" = "%1$@ - %%1で開きます。";

"CONVERSATION_MEDIAMESSAGE_LEGACY_MESSAGE" = "共有されたこの写真を表示するには、次のURLにアクセスします: %1";
"CONVERSATION_XMM_MESSAGE_LEGACY_MESSAGE" = "共有されたこのメディアを開くには、次のURLにアクセスします: %1";

/*  */
"CONTACT_AVAILABILITY_OFFLINE" = "オフライン";
"CONTACT_AVAILABILITY_ONLINE" = "オンライン";
"CONTACT_AVAILABILITY_AWAY" = "退席中";
"CONTACT_AVAILABILITY_DO_NOT_DISTURB" = "取り込み中";
"CONTACT_AVAILABILITY_PENDING_AUTH" = "連絡先追加のリクエスト承認待ち";
"CONTACT_AVAILABILITY_BLOCKED" = "ブロック中";
"CONTACT_AVAILABILITY_OFFLINE_BUT_VM_ABLE" = "オフライン（音声メッセージ）";
"CONTACT_AVAILABILITY_OFFLINE_BUT_CF_ABLE" = "通話転送中";

/*  */
"CONTACT_AVAILABILITY_INVISIBLE" = "ログイン状態を隠す";
"CONTACT_AVAILABILITY_CONNECTING" = "接続中";
"CONTACT_AVAILABILITY_SKYPEOUT" = "電話番号";

/*  */
"CONTACT_GENDER_FEMALE" = "女性";

/*  */
"CONTACT_GENDER_MALE" = "男性";

/* A hidden phone number. */
"CONTACT_UNKNOWN_PSTN_DISPLAYNAME" = "不明な番号";

/* Title for conversation with no participants */
"CONVERSATION_UNTITLED_DISPLAYNAME" = "タイトルなし";


"ACCOUNTMANAGER_LOGIN_STATUS" = "サインイン中…";
"ACCOUNTMANAGER_CBLSYNC_STATUS" = "連絡先読み込み中…";
"ACCOUNTMANAGER_UPGRADEDB_STATUS" = "ファイルアップグレード中…";


/* Chat info message when a party has been joined to the chat. %1$@ is the name of the user who did the adding, while %2$@ is the name of the added user. */
"ChatMessage::ADDEDMEMBERS_FORMATSTRING" = "%1$@ が %2$@ を追加しました";

/* Chat info message shown when user %@ has left the chat. */
"ChatMessage::LEFT_FORMATSTRING" = "%@ が退席しました";

/* Chat info message when the first user ejected (threw out) the second user from the chat. */
"ChatMessage::KICKED_FORMATSTRING" = "%1$@ が %2$@ を削除しました";

/* Chat info message shown when a party has changed the chat topic. %1$@ is the user who did it, and %2$@ the new topic. */
"ChatMessage::SETTOPIC_FORMATSTRING" = "%1$@ がチャットタイトルを %2$@ に変更しました";

/* Chat item shown in place of the message to tell that the message has been removed by its writer. */
"CHATMESSAGE_MESSAGEREMOVED_TEXT" = "このメッセージは削除されました";

/* AV Preferences output device name */
"SAME_AS_SYSTEM_DEVICE_NAME" = "システムと同じ";


/* ===== SkyLib Error/Result Codes ===== */

/* sync errors at login/registration */
"LOGOUTREASON_NETWORKERROR" = "Skypeに接続できません。";
"LOGOUTREASON_NETWORKERROR_RECOVERYSUGGESTION" = "ネットワーク設定を確認し、再度お試しください。";

/* sync errors at registration */
"Account::INVALID_SKYPENAME" = "Skype名が無効です。";
"Account::INVALID_EMAIL" = "メールアドレスが無効です。";
"Account::INVALID_EMAIL_RECOVERYSUGGESTION" = "確認のうえ再度お試しください。";
"Account::UNACCEPTABLE_PASSWORD" = "パスワードが無効です。";
"Account::SKYPENAME_TAKEN" = "このSkype名はすでに使用されています。";
"Account::SKYPENAME_TAKEN_RECOVERYSUGGESTION" = "別のものを入力してください。";

/* sync errors at login */
"Account::NO_SUCH_IDENTITY" = "Skype名とパスワードが認識できません。";
"Account::INCORRECT_PASSWORD" = "Skype名とパスワードが認識できません。";
"Account::TOO_MANY_LOGIN_ATTEMPTS" = "サインイン失敗が既定回数に達しました。";
"Account::TOO_MANY_LOGIN_ATTEMPTS_RECOVERYSUGGESTION" = "後ほど再度お試しください。";

/* async errors (can happen anytime while logged in) */
"Account::PASSWORD_HAS_CHANGED" = "パスワードが変更されました。";
"Account::PASSWORD_HAS_CHANGED_RECOVERYSUGGESTION" = "新規パスワードでサインインしてください。";

"LOGOUTREASON_GENERIC_RECOVERYSUGGESTION" = "再度お試しください。";

/* Account property validation error - NSLocalizedFailureReasonErrorKey [#HELLC-1021], [#WIN-364] */
"SkyLib::TOO_SHORT" = "6-20文字にしてください。";
"SkyLib::TOO_LONG" = "6-20文字にしてください。";
"SkyLib::CONTAINS_INVALID_CHAR" = "無効な文字があります。例：Σ、à、ß";
"SkyLib::CONTAINS_SPACE" = "スペースやタブは使えません。";
"SkyLib::SAME_AS_USERNAME" = "Skype名に類似しています。";
"SkyLib::INVALID_FORMAT" = "不正な形式です。";
"SkyLib::CONTAINS_INVALID_WORD" = "単純すぎます。例： abcd, skype";
"SkyLib::TOO_SIMPLE" = "文字と数字を両方使う必要があります。";
"SkyLib::STARTS_WITH_INVALID_CHAR" = "英文字(A-Z)で始まる必要があります。";

/* Account property validation error - NSLocalizedRecoverySuggestionErrorKey */
"SkyLib::TOO_SHORT_RECOVERYSUGGESTION_CONTACT_SKYPENAME" = "長いSkype名をお試しください。";
"SkyLib::TOO_SHORT_RECOVERYSUGGESTION_ACCOUNT_PASSWORD" = "長いパスワードをお試しください。";
"SkyLib::TOO_LONG_RECOVERYSUGGESTION_CONTACT_SKYPENAME" = "短いSkype名をお試しください。";
"SkyLib::TOO_LONG_RECOVERYSUGGESTION_ACCOUNT_PASSWORD" = "短いパスワードをお試しください。";
"SkyLib::VALIDATERESULT_RECOVERYSUGGESTION_CONTACT_SKYPENAME" = "別のSkype名をお試しください。";
"SkyLib::VALIDATERESULT_RECOVERYSUGGESTION_ACCOUNT_PASSWORD" = "別のパスワードをお試しください。";
"SkyLib::VALIDATERESULT_RECOVERYSUGGESTION_CONTACT_EMAILS" = "別のメールアドレスをお試しください。";
"SkyLib::VALIDATERESULT_RECOVERYSUGGESTION" = "別の値をお試しください。";

/* Account password change error - NSLocalizedFailureReasonErrorKey */
"Account::PWD_INVALID_OLD_PASSWORD" = "パスワードが間違っています。";
"Account::PWD_SERVER_CONNECT_FAILED" = "サーバに接続できません。";
"Account::PWD_MUST_DIFFER_FROM_OLD" = "新規パスワードは現在のパスワードとは別のものにしてください。";
"Account::PWD_INVALID_NEW_PWD" = "パスワードが無効です。";
"Account::PWD_MUST_LOG_IN_TO_CHANGE" =  "パスワードを変更するにはサインインしてください。";

/* COMMITFAILED status received when committing a server-side property change. */
"ACCOUNT_COMMITSTATUS_COMMIT_FAILED" = "変更が保存できませんでした。設定をご確認のうえ再度お試しください。";

"ACCOUNT_NOCREDIT" = "クレジットなし";
"ACCOUNT_FREECALL" = "無料通話";

/* Conversation file transfer errors */
"SkyLib::TRANSFER_BAD_FILENAME" = "ファイル名が無効です";
"SkyLib::TRANSFER_OPEN_FAILED" = "ファイルを開けませんでした";
"SkyLib::TRANSFER_TOO_MANY_PARALLEL" = "同時に行うファイル転送が多すぎます";

/* ===== SKSkypeKitErrorDomain Errors ===== */

/* SKErrorOffline */
"SKERROR_OFFLINE_DESCRIPTION" = "オフラインです。";

"SKERROR_OFFLINE_CALL_FAILUREREASON" = "オンラインでないと通話できません。";
"SKERROR_OFFLINE_CONTACTSEARCH_FAILUREREASON" = "オフライン時は連絡先の検索はできません。ログイン状態を変更し、再度お試しください。";
"SKERROR_OFFLINE_SMS_FAILUREREASON" = "オンラインでないとSMS送信できません。";

/* [#HELLC-894] */
"SKERROR_OFFLINE_VOICEMAIL_FAILUREREASON" = "オンラインでないとこのメッセージは再生できません。";

/* Alert sheet title */
"SKERROR_CANNOT_SET_BODY_SMS_DESCRIPTION" = "現在のSMSの本文を設定できません。";


/* SKErrorInsufficientFunds */
"Sms::INSUFFICIENT_FUNDS" = "SMSを送信するにはSkypeクレジットが不足しています。";
"CMEMBER_PSTN_STATUSTEXT_INSUFFICIENTCREDIT" = "この番号にかけるにはSkypeクレジットが必要です。";

/* SKErrorInvalidContact */
"SKERROR_INVALIDCONTACT" = "無効なSkype名・電話番号です。";

/* SKErrorCallOfflineLyncContact */
"SKERROR_OFFLINELYNCCONTACT_CALL_FAILUREREASON" = "このLyncの連絡先はオフラインのため、通話できません。";

/* SKErrorBlockedContact */
"SKERROR_CONTACTBLOCKED_CALL_FAILUREREASON" = "この人はブロックしているため、通話できません。";
"SKERROR_CONTACTBLOCKED_CHAT_FAILUREREASON" = "この人はブロックしているため、チャットできません。";
"SKERROR_CONTACTBLOCKED_SMS_FAILUREREASON" = "この人はブロックしているため、SMSを送信できません。";
"SKERROR_CONTACTBLOCKED_ADD_FAILUREREASON" = "この人はブロックしているため、追加できません。";

/* SKErrorCantTalkToYourself */
"SKERROR_CANTTALKTOYOURSELF_CALL_FAILUREREASON" = "自分への通話はできません。";
"SKERROR_CANTTALKTOYOURSELF_CHAT_FAILUREREASON" = "自分へのチャットは送信できません。";
"SKERROR_CANTTALKTOYOURSELF_ADD_FAILUREREASON"  = "自分自身は追加できません。";

/* SKErrorCantJoinConversation */
"SKERROR_CANTJOINCONVERSATION_FAILUREREASON" = "この会話には参加できません";

/* SKErrorCantFindConversation */
"SKERROR_CANTFINDCONVERSATION_FAILUREREASON" = "この会話は見つかりません。";

/* SKErrorInvalidPSTNNumber */
"CMEMBER_PSTN_STATUSTEXT_INVALIDNUMBER" = "無効な電話番号です。";

/* SKErrorEmergencyPSTNNumber */
"SKERROR_EMERGENCYCALL_FAILUREREASON" = "これは緊急電話番号のため、通話できません。";
"SKERROR_EMERGENCYSMS_FAILUREREASON" = "これは緊急電話番号のため、SMSは送信できません。";
"SKERROR_EMERGENCYADD_FAILUREREASON" = "この番号は緊急用番号のため、追加することはできません。";

/* SKErrorCallExists */
"SKERROR_CALLEXISTS_CALL" = "新しい通話をするには、この通話を終了してください。";
"SKERROR_CALLEXISTS_VOICEMAIL" = "音声メッセージを聞くには、この通話をまず終了してください。";
"SKERROR_CALLFAILED" = "通話に失敗しました。再度お試しください。";

/* SKErrorTooManyChatParticipants */
"SKERROR_TOOMANYPARTICIPANTS_CHAT_DESCRIPTION" = "会話を開始しようとした連絡先の人数が多すぎます。";

/* SKErrorInvalidConversationIdentities */
"SKERROR_INVALIDCONVERSATIONIDENTITIES_DESCRIPTION" = "この連絡先とは会話することができません。";

/* CMEMBER_FAILUREREASON */
"CMEMBER_FAILUREREASON_CALLER_NOT_AUTHORIZED" = "この人には承認されていないため、通話できません。";
"CMEMBER_FAILUREREASON_CALLER_NOT_FRIEND" = "この人には承認されていないため、通話できません。";

/* SMS_FAILUREREASON */
"Sms::INVALID_CONFIRMATION_CODE" = "承認コードが無効です。";
"Sms::MISC_ERROR" = "無効な電話番号";

/* Conversation::PREMIUM_VIDEO_STATUS */

/*
"PV_RESULT_400_BAD_REQUEST_SOME_FIELDS_MISSING_MESSAGE" = "PV_RESULT_400_BAD_REQUEST_SOME_FIELDS_MISSING_MESSAGE";
"PV_RESULT_401_P2P_BLOCK_MESSAGE" = "PV_RESULT_401_P2P_BLOCK_MESSAGE";
*/

"PV_RESULT_403_PAID_SERVICE_BLOCK_MESSAGE" = "アカウントがブロックされました。";
"PV_RESULT_403_PAID_SERVICE_BLOCK_EXPLANATION" = "カスタマーサポートまでご連絡ください。";

"PV_RESULT_405_GROUP_TOO_LARGE_MESSAGE" = "グループビデオ通話をするには、通話参加者が多すぎます。";
"PV_RESULT_405_GROUP_TOO_LARGE_EXPLANATION" = "ビデオ通話をかけられる相手は最高9人までです。このグループから参加者を削除し、再度お試しください。";

/*
"PV_RESULT_410_NO_VALID_SUBSCRIPTION_BUT_TRIAL_IS_AVAILABLE_MESSAGE" = "PV_RESULT_410_NO_VALID_SUBSCRIPTION_BUT_TRIAL_IS_AVAILABLE_MESSAGE";
*/

"PV_RESULT_412_SUBSCRIPTION_INSUFFICENT_FOR_THIS_CALL_MESSAGE" = "グループビデオ通話をするには、通話参加者が多すぎます。";
"PV_RESULT_412_SUBSCRIPTION_INSUFFICENT_FOR_THIS_CALL_EXPLANATION_BETA" = "ビデオ通話をかけられる相手は最高9人までです。このグループから参加者を削除し、再度お試しください。";
"PV_RESULT_412_SUBSCRIPTION_INSUFFICENT_FOR_THIS_CALL_EXPLANATION" = "ご利用のグループビデオ通話プランでの許容人数を超えています。この通話からユーザを削除して、もう一度試してください。";

"PV_RESULT_414_NO_SUBSCRIPTION_MESSAGE_BETA" = "グループビデオ通話のご利用には月額プランが必要です。";
"PV_RESULT_414_NO_SUBSCRIPTION_MESSAGE" = "グループビデオ通話のご利用には月額プランが必要です。";
"PV_RESULT_414_NO_SUBSCRIPTION_EXPLANATION_BETA" = "グループビデオ通話をするには";
"PV_RESULT_414_NO_SUBSCRIPTION_EXPLANATION" = "グループビデオ通話をするには";

"PV_RESULT_416_SUBSCRIPTION_IS_ALREADY_IN_USE_MESSAGE" = "すでにグループビデオ通話中です。";
"PV_RESULT_416_SUBSCRIPTION_IS_ALREADY_IN_USE_EXPLANATION" = "同時に複数のビデオ通話をすることはできません。";

"PV_RESULT_420_FAIR_USAGE_POLICY_VIOLATION_CALL_LIMIT_REACHED_MESSAGE" = "この通話の上限に達しました。";
"PV_RESULT_420_FAIR_USAGE_POLICY_VIOLATION_CALL_LIMIT_REACHED_EXPLANATION_BETA" = "この通話のグループビデオ通話上限4時間に達しました。";
"PV_RESULT_420_FAIR_USAGE_POLICY_VIOLATION_CALL_LIMIT_REACHED_EXPLANATION" = "この通話のグループビデオ通話上限4時間に達しました。詳細はアカウントページでご確認ください。";

"PV_RESULT_422_FAIR_USAGE_POLICY_VIOLATION_SPONSORS_DAY_LIMIT_REACHED_MESSAGE" = "本日のグループビデオ通話の上限に達しました。";
"PV_RESULT_422_FAIR_USAGE_POLICY_VIOLATION_SPONSORS_DAY_LIMIT_REACHED_EXPLANATION" = "グループビデオ通話機能は一時保留されました。本日の公正利用上限に達しました。詳細はアカウントページでご確認ください。";

"PV_RESULT_424_FAIR_USAGE_POLICY_VIOLATION_SPONSORS_MONTH_LIMIT_REACHED_MESSAGE" = "今月のグループビデオ通話の上限に達しました。";
"PV_RESULT_424_FAIR_USAGE_POLICY_VIOLATION_SPONSORS_MONTH_LIMIT_REACHED_EXPLANATION" = "グループビデオ通話機能は一時保留されました。今月の公正利用上限に達しました。詳細はアカウントページでご確認ください。";

/*
"PV_RESULT_430_GRACE_TIME_EXPIRED_MESSAGE" = "RESULT_430_GRACE_TIME_EXPIRED";
*/

"PV_RESULT_500_GENERAL_SERVICE_ERROR_MESSAGE" = "グループビデオ通話は現在使えません。";
"PV_RESULT_500_GENERAL_SERVICE_ERROR_EXPLANATION" = "エラーが発生しました。後ほど再度お試しください。";

/*
"PV_RESULT_503_SERVICE_TIMEOUT_MESSAGE" = "RESULT_503_SERVICE_TIMEOUT";
*/

"PremiumVideoErrorRecovery_GetPremium_BETA" = "グループビデオ通話を有効にする";
"PremiumVideoErrorRecovery_GetPremium" = "グループビデオ通話を有効にする";
"PremiumVideoErrorRecovery_UpgradePremium" = "アップグレード";

/* ===== SKAccessSessionFailureReasonErrorDomain Errors ===== */

"AccessSession::NO_BALANCE" = "Skype WiFiを使用するには、Skypeクレジットが必要です。";
"AccessSession::LOGIN_FAILURE" = "Skype名とパスワードが認識できません。";
"AccessSession::WISPR_LOGIN_REJECTED" = "ユーザ名またはパスワードが無効です。";

"SKYPEACCESS_NO_ACCOUNT" = "Skypeアカウントでサインインして下さい。";

"SKYPEACCESS_GENERIC_CONNECTION_ERROR" = "接続できません。近い位置に移動するか、別のホットスポットを試してください。";
"SKYPEACCESS_GENERIC_FATAL_ERROR" = "このホットスポットは正常に応答していません。別のホットスポットを試してください。";

"SKYPEACCESS_SESSION_EXTEND_ERROR" = "セッションを延長できません。接続し直してみてください。";

"SKYPEACCESS_SESSION_LOSTWIFI_MESSAGE" = "WiFiネットワーク“%@”はご利用いただけなくなりました。";
"SKYPEACCESS_SESSION_LOSTWIFI_EXPLANATION" = "不本意な課金を防ぐため、ホットスポットから離れる際は、必ず接続を切断するか、お使いのデバイスをオフにしてください。";

"SKYPEACCESS_SESSION_LOSTWIFI_RECOVERABLE_MESSAGE" = "WiFiネットワーク「%@」に再接続してください。";
"SKYPEACCESS_SESSION_LOSTWIFI_RECOVERABLE_EXPLANATION" = "Skype WiFiはインターネット接続の切断を試みます。不本意な課金を防ぐため、ホットスポットから離れる際は、必ず接続を切断するか、お使いのデバイスをオフにしてください。";

"SKYPEACCESS_SESSION_LOSTWIFI_AUTO_END_MESSAGE" = "インターネット接続が切断されました。";

"ACCESS_PRICE_PER_MINUTE_FORMAT" = "%@/分";
"ACCESS_PRICE_PER_MINUTE_FREE" = "無料";

/*
 * ===========
 * SkyLib localization (Skype Kit messages sent by SkyLib to other clients)
 * ===========
 */

/* Message sent in the P2P chat after it has been migrated to a server-based chat, and seen by legacy client users. */
"LOCALIZED_UPGRADE_MESSAGE_IN_P2P" = "さんは、チャット体験が向上したSkypeの新しいバージョンをお使いです。\n参加してチャットを続けるには、最新バージョンをダウンロードする必要があります。\n<a href=\"http://www.skype.com/updateme\">Skype.com/updateme</a>にアクセスしてください。";
"LOCALIZED_UPGRADE_MESSAGE_IN_P2P_DOGFOOD" = "さんは、チャット体験が向上したSkypeの新しいバージョンをお使いです。\n参加してチャットを続けるには、最新バージョンをダウンロードする必要があります。\nhttps://microsoft.sharepoint.com/teams/DogfoodSkype/にアクセスしてください。";

/* Message sent in the server-based chat as first message. Used to link the history of both conversations. The '%1' is replaced with the ID of the old chat. */
"LOCALIZED_UPGRADE_MESSAGE_IN_SERVER_BASED" = "過去の履歴は<a href=\"skype:?chat&amp;id=%1\">こちら</a>でご覧いただけます。";
